Repository: ordozgoite/SortTheFruits-SwiftUI
Catalog: GuessTheOrder/*.lproj/Localizable.strings
Languages: ru

# level-string %@
source: Level %@
ru: Уровень %@

# swap-tutorial-string
source: Tap those fruity friends to shake things up!
ru: Касайтесь фруктов, чтобы менять их местами!

# level1-tutorial-string
source: Arrange the fruits by swapping their positions until they are in the correct order.
ru: Расставьте фрукты в правильном порядке.

# level5-tutorial-string
source: The amount of fruits increases as you progress to higher levels.
ru: Количество фруктов увеличится по мере прохождения уровней.

# level40-tutorial-string
source: You're crushing it! Let's spice it up!
ru: Вы молодец! Теперь будет сложнее!

# level70-tutorial=string
source: Can you juggle 7 fruity pals? 🤹‍♂️
ru: Справишься с 7 фруктами? 🤔

# level100-tutorial-string
source: Hooray! You've hit the fruity century! 🎉
ru: Поздравляю с 100 уровнем! 🎉

# menu-string
source: Menu
ru: Меню

# music-string
source: Music
ru: Музыка

# fx-string
source: Effects
ru: Эффекты
